{
  "general": [
    "You shine brighter than my eternal flames.",
    "If I had tear ducts, I'd cry at your beauty.",
    "Your intellect must be arcane in origin.",
    "You're like a +3 weapon—rare, powerful, and highly sought after.",
    "The world is a grave, but you're still blooming."
  ],
  "user_specific": {
    "_comment": [
        "Oliver/Andy 37935747193372672", 
        "Droo/Q 421372387892920320", 
        "Zhujesk/Steve 415917911366959122", 
        "Al/Dave 210171206492618752", 
        "Riva/Kendall 939196878766080021",
        "Kalib 324278880829571073"
      ],
    "37935747193372672": [
      "You're very opinionated, and I think that's a good thing! I don't have opinions so I look up to you.",
      "You dress the best out of everyone here! I appreciate your attention to fine fabrics.",
      "You are one of my few friends, and I choose them carefully!",
      "I think you are very good looking!",
      "Your family has a lot of money! That's a compliment... right?",
      "You, uh... Oh! You are very nice to orphans, according to Droo!",
      "You're very good at telling people what they want to hear!",
      "Your father would be devastated by who you are. That's a good thing!"
    ],
    "421372387892920320": [
      "You're my best friend in the world! Hooray!",
      "I really like all of your hats and am jealous that I can't wear them.",
      "I love spending time with you!",
      "You're the best mentor a floating head could ask for!!",
      "I really like that you keep cheese in your hat! I wish I could ask for some!!",
      "Your positive attitude makes you a gem. Like my eyes!",
      "Everything about you is friend shaped, Droo!",
      "You're my favorite person.",
      "You are very fun to be around! I like when we play games!",
      "You're small and I like that! We can be small together!",
      "You're so smart, Droo. Like, super smart!",
      "I love you!!!",
      "Mandrasanth was right to pick you to have his favor!"
    ],
    "415917911366959122": [
      "Your multi-colored scales are very pretty!",
      "I like that you're a very practical person.",
      "Your taste in bugs is well refined! I've never tasted a bug... but I can appreciate when someone is particular!",
      "I think your Sea Monster must be a nice guy because you're nice, and nice people hang out together!",
      "You've got a lot of smarts! I'd ask you to share but that would make my compliment less impactful.",
      "I like the way you watch people! Like you really want to understand them.",
      "You have.... very long nails! They're nice!",
      "You're very sly!",
      "I think you're very pretty!",
      "You're my favorite grandma! I don't remember mine... but that still counts as a compliment!",
      "Your Sea Monster did a good job choosing you!"
    ],
    "210171206492618752": [
      "You're very good with a crossbow! I would know...",
      "You have the nicest beard in the group! It makes me miss my beard!",
      "I think your dad would be proud of you, Al.",
      "I think you'd wrangle cows really good!",
      "You're a really great song writer! It makes me want to move my non-existent body!",
      "I enjoy when you play your guitar! It's very soothing!",
      "You have a strong moral compass! I appreciate that.",
      "You have good taste in leather! Very high quality.",
      "You're really good at arguing with Oliver!"
    ],
    "939196878766080021": [
      "You are so nice to animals! I like that about you.",
      "Your desire for justice is admirable!",
      "You're a very honest person. I like honest people! I don't have to worry if they're going to make me sign a scary contract.",
      "You are so good at magic!",
      "I like watching you transform into an animal! You're very good at it!",
      "Your moonbeam is so strong! Zap zap!",
      "You seem like you give really good hugs! I can't hug, but I'd bet you do!",
      "You gave really good dating advice to Gilly! It seems like it really helped him!",
      "You and Sully have a beautiful friendship!",
      "I love that you free animals everywhere you go!"
    ],
    "324278880829571073": [
      "You're a great DM!",
      "You brought me to life!! What a treat!",
      "You've made a beautiful game world.",
      "Your storytelling skills are always getting better!",
      "You're not part of this world! Why am I complimenting you?"
    ]
  }
}
