{
    "oliver": [
        "He’s got charm and money! But I think he's always kind of been missing love...",
        "I heard his patron’s, like, super old! I don't think I could date someone as young as him... I'm super old, too!",
        "He's so lucky! I'm jealous of him. I wish I had some of that luck when I was younger. Sometimes I wonder if he knows how valuable it is."
    ],
    "al": [
        "If guilt burned calories, Al would be a skeleton too.",
        "Sometimes he looks around suddenly like someone said something to him, and then doesn't see anything... I think maybe he needs more marbles!",
        "Al’s haunted, broke, and full of opinions. He’s also got a good heart.",
        "That bastard shot me with an arrow! I'm glad he's good with a bow now but COME ON!"
    ],
    "zhujesk": [
        "I think she's cold-blooded in more ways than one. But she's warming up, too!",
        "She talks to her god like she’s writing war letters to a Sea Monster. Romantic, if you’re into that.",
        "She’s got the best poker face I’ve ever seen. Probably because she doesn’t know she’s playing poker!",
        "I REALLY want to know what the name of her Sea Monster is... Do you think it's, like, Todd?"    
    ],
    "droo": [
        "Droo’s the reason I remember who I am. And who *she* is.",
        "No one laughs like Droo. Or gets dumped like Droo. THAT was ugly.",
        "She had a thing for Avalon. Then Gillian happened. Oof.",
        "I think she might really like Thud... But I also think she'll never say anything...",
        "Oh my GODS, I can't wait for her to go on her date with Apikai! He's so stunning."
    ],
    "riva": [
        "She's always looking for something to blow up, as long as it doesn't hurt any animals. Especially if it frees them!",
        "Riva doesn’t talk much, but when she does, usually it's about taking down capitalism, whatever that means!",
        "She’s got a god-turtle sending her messages. Lucky! I used to get mine from a grumpy wizard.",
        "Riva can turn into SO MANY THINGS now. Sometimes I look at a bird on the ship and wonder.... is it her???"
    ],
    "osbert": [

    ],
    "matriarch": [

    ],
    "avalon": [
        "She’s had a bad time. I think maybe she looks a little older now? Just in the eyes?? ",
        "Avalon and Gillian are a thing now. Droo pretends she doesn’t care, but hoo boy, she does.",
        "She used to live above an inn. Now she lives rent-free in Droo’s head.",
        "Avalon is SOOO nice! She's always fun to play games with!"
    ],
    "gillian": [
        "Gilly’s a really nice guy! I can't believe we almost fought him when we met!",
        "Sometimes I think Gilly still thinks that his cult is doing something worthwhile. He doesn't want to do it, but maybe he thinks someone needs to.",
        "He trusts Al like he’s never made a mistake. Cute. Dangerous, but cute.",
        "Gilly probably needs therapy... but we don't have time for that! He can figure it out on the battlefield like the rest of us!"
    ],
    "siofra": [
        "She’s ancient, beautiful, and super powerful. What does she see in Oliver??",
        "She seems SO BUSY with her job. Boooooring.",
        "Do you think fae fall in love? My mom always said they were EVIL!",
        "Siofra is weird. Helpful! But still weird."
    ],
    "markynisi": [
        "Where the rich get richer, and the poor become poorer. Until they get a disease and can't afford medicine, that is.",
        "The taxes are so high even the ghosts are broke.",
        "It’s not corruption if everyone’s in on it, right?",
        "The Adamases have always been shitty. I remember my granddad hating that our bloodlines were crossed."
    ],
    "mandrasanth": [
        "Droo says he's a god. I've never heard of a god who needed a pile of money???",
        "...sometimes I worry that he's going to hurt Droo.",
        "WHY IS HE BONES? I mean, I'm bones, but I'm SUPPOSED to be bones! He's supposed to be a DRAGON!",
        "I don't like him. He seems mean. I don't hang out with mean people."
    ]
}