{
  "general": [
    "You... you smell like slightly burned toast.",
    "You're not the brightest torch in the crypt.",
    "I’d say something meaner, but I might cry ashes.",
    "Your face could scare the undead. That’s... impressive?",
    "You're the kind of person who trips over flat tombstones."
  ],
  "user_specific": {
    "_comment": [
        "Oliver/Andy 37935747193372672", 
        "Droo/Q 421372387892920320", 
        "Zhujesk/Steve 415917911366959122", 
        "Al/Dave 210171206492618752", 
        "Riva/Kendall 939196878766080021",
        "Kalib "
      ],
    "37935747193372672": [
      "You're just a pretty boy who wants attention!",
      "You have too much money!",
      "You're nervous about people listening to you pee!",
      "You spend all your money on sad orphans! At least, that's what Droo said..."
    ],
    "421372387892920320": [
      "You are tiny! Too tiny!",
      "You worship a dragon! I don't know if that's bad but Al says it's bad!",
      "You... used to not know how to read! I mean, you do now...",
      "You're bad at not being friends with people!",
      "You're no good at punching people anymore!"
    ],
    "415917911366959122": [
      "Your arms don't match!",
      "Your Sea Monster seems like he might be creepy!",
      "You aren't good at reading human interactions!",
      "You... oh, you have scaly skin! Ew!",
      "You don't talk to your family anymore! I mean, they sacrificed you... I think that's still an insult?"
    ],
    "210171206492618752": [
      "You're a liar!",
      "You fight with people a lot!",
      "You're a scruffy man! Not very approachable!",
      "You... you have a sour attitude!",
      "You stink! According to those around us!!"
    ],
    "939196878766080021": [
      "You're a scary lady! Intimidating!",
      "You like setting things on fire! I do too... but I've heard that's not great!",
      "You used to be lonely! Like me! That's... bad?",
      "You... uh, you can't be an animal forever!",
      "Your best friend is a seagull!"
    ],
    "324278880829571073": [
      "You could be a lot more original, you know.",
      "You're not even canon in this universe! Why am I insulting you? Selfish!",
      "You... you could be nicer to your players!",
      "You spend too much time prepping for these sessions!",
      "You stink! I mean... you don't exist here, so I can't smell you. But I'd bet on it!",
      "You made me so lonely! Meanie!"
    ]
  }
}
