{
  "general": [
    "You... you smell like slightly burned toast.",
    "You're not the brightest torch in the crypt.",
    "I’d say something meaner, but I might cry ashes.",
    "Your face could scare the undead. That’s... impressive?",
    "You're the kind of person who trips over flat tombstones."
  ],
  "user_specific": {
    "_comment": [
        "Oliver/Andy 37935747193372672", 
        "Droo/Q 421372387892920320", 
        "Zhujesk/Steve 415917911366959122", 
        "Al/Dave 210171206492618752", 
        "Riva/Kendall 939196878766080021"],
    "37935747193372672": [
      "You're very opinionated, and I think that's a good thing! I don't have opinions so I look up to you.",
      "You dress the best out of everyone here! I appreciate your attention to fine fabrics.",
      "You are one of my few friends, and I choose them carefully!",
      "I think you are very good looking!",
      "Your family has a lot of money! That's a compliment... right?"
    ],
    "421372387892920320": [
      "You smell like roses. I think. I can't smell. But still.",
      "You're my best friend in the world! Hooray!",
      "I really like all of your hats and am jealous that I can't wear them.",
      "I love spending time with you!",
      "You're the best mentor a floating head could ask for!!",
      "I really like that you keep cheese in your hat! I wish I could ask for some!!",
      "Your positive attitude makes you a gem. Like my eyes!",
      "Everything about you is friend shaped, Droo!",
      "You're my favorite person."
    ],
    "415917911366959122": [
      "Your multi-colored scales are very pretty!",
      "I like that you're a very practical person.",
      "Your taste in bugs is well refined! I've never tasted a bug... but I can appreciate when someone is particular!",
      "I think your Sea Monster must be a nice guy because you're nice, and nice people hang out together!",
      "You've got a lot of smarts! I'd ask you to share but that would make my compliment less impactful.",
      ""
    ],
    "210171206492618752": [
      "You smell like roses. I think. I can't smell. But still.",
      "You make lichdom look like a step down.",
      "You once smiled at me, and my flames got brighter."
    ],
    "939196878766080021": [
      "You smell like roses. I think. I can't smell. But still.",
      "You make lichdom look like a step down.",
      "You once smiled at me, and my flames got brighter."
    ]
  }
}
